package xyx.road.book;

public class RootString {
    public static  String[] titles={"一.施工管理" ,
            "二.施工成本管理",
            "三.施工进度管理",
            "四.施工质量管理",
            "五.施工职业健康安全与环境管理",
            "六.施工合同管理",
            "七.施工信息管理"
    };

   public static  String[] A={"施工方的项目管理","施工管理的组织","施工组织设计的内容和编制内容和编制方法","建设工程项目的目标的动态控制","施工项目经理的任务和责任","施工风险管理","建设工程监理的工作任务和工作方法"};
   public static  String[] B={"建筑安装工程费用项目的组成与计算","建设工程定额","工程量清单计价","计量与支付","施工成本管理的任务、程序和措施","施工成本计划和成本控制","施工成本核算、成本分析和成本考核"};
   public static  String[] C={"建设工程项目进度控制的目标和任务","施工进度计划的类型及其作用","施工进度计划的编制方法","施工进度控制的任务和措施"};
   public static  String[] D={"施工质量管理与施工质量控制","施工质量管理体系","施工质量控制的内容和方法","施工质量事故预防与处理","建设行政管理部门对施工质量的监督管理"};
   public static  String[] E={"职业健康安全管理体系与环境管理体系","施工安全生产管理","生产安全事故应急预案和事故处理","施工现场文明施工和环境保护的要求" };
   public static  String[] F={"施工发承包模式","施工合同与物资采购合同","施工合同计价方式","施工合同执行过程的管理","施工合同的索赔","建设工程施工合同风险管理、工程保险和工程担保"};
   public static  String[] G={"施工信息管理的任务和方法","施工文件归档管理"};

   public static int[] NUMS={0,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34};


}
